y+1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    Side1
    {
        type            empty;
        nFaces          9028;
        startFace       17820;
    }
    Inlet
    {
        type            patch;
        nFaces          188;
        startFace       26848;
    }
    Side2
    {
        type            empty;
        nFaces          9028;
        startFace       27036;
    }
    Outlet
    {
        type            patch;
        nFaces          70;
        startFace       36064;
    }
    Botwall
    {
        type            wall;
        nFaces          118;
        startFace       36134;
    }
    Cyli
    {
        type            wall;
        nFaces          96;
        startFace       36252;
    }
)

// ************************************************************************* //
